Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Staraj się wykorzystać ich reakcję na każdy wyprowadzany cios, a z pewnością uda ci się utrzymać ich na odpowiednią odległość.
uk: Намагайся скористатися їх реакцією на кожен свій удар, тоді ти точно зможеш тримати їх на відстані.

source: Staraj się zrobić to dokładnie, sadło wymieszane z innymi... surowcami ze zwierzęcia, nie jest tak wartościowe.
uk: Намагайся робити це акуратно, бо жир, змішаний з іншою... сировиною з тварин, не такий цінний.

source: Staram się dotrzymywać słowa.
uk: Я намагаюся тримати своє слово.

source: Staram się im po prostu pomóc.
uk: Я лише намагаюсь їм допомогти.

source: Staram się nauczyć syna technik łowieckich. W naszej rodzinie każdy, bez wyjątku, ma we krwi żyłkę do polowania.
uk: Я намагаюся навчити свого сина мистецтву полювання. У нашій родині всі без винятку мають в крові схильність до полювання.

source: Staram się nawet tamtędy nie przechodzić, żeby nie przesiąknąć zapachem łajna.
uk: Я стараюся навіть не наближатися до нього, щоб не просмердітися гноєм.

source: Staram się nie narzekać. Praca tutaj może i jest uciążliwa, ale zarobek wszystko wynagradza.
uk: Я намагаюся не скаржитися. Робота тут, можливо, і важка, але оплата все компенсує.

source: Staram się o obywatelstwo. Skoro jesteś taki wpływowy, to może mógłbym liczyć na twoją referencję?
uk: Я збираюся отримати громадянство. Оскільки ти настільки впливовий, можливо, я можу розраховувати на твою рекомендацію?

source: Staram się od jakiegoś czasu rozszerzyć swoją działalność, a handel tymi figurkami wydawał się bardzo opłacalny.
uk: Я вже деякий час намагаюся розширити свій бізнес, і торгівля цими статуетками здалася мені дуже прибутковою.

source: Staram się opracować nową formułę. Eliksir przemiany! Intrygujące, nieprawdaż?
uk: Я намагаюся розробити нову формулу. Еліксир перетворення! Інтригуюче, чи не так?

source: Staram się skupić na czymś motywującym. Szansa na zdobycie starożytnego skarbu brzmi całkiem zachęcająco.
uk: Я намагаюся зосередитися на чомусь мотивуючому. Шанс здобути стародавній скарб звучить досить привабливо.

source: Staram się tu wszystko opanować po tym dotychczasowym chaosie. Nie mogę zajmować się jeszcze wydawaniem żywności.
uk: Наразі я намагаюся взяти все під контроль після того хаосу. Я поки що не можу займатися роздачею їжі.

source: Staram się uchwycić każdy szczegół tego miejsca... ależ będzie z tego opowieść!
uk: Я стараюся запам'ятати кожну деталь цього місця... яка ж з цього вийде історія!

source: Staramy się pracować tak jak dawniej, znosząc obecność gapiów i strażników.
uk: Ми стараємось працювати, як і раніше, терплячи присутність гульвіс і вартових.

source: Staramy się przy tym nie udzielać pomocy materialnych. Wolimy zapewniać ludziom uczciwą pracę, dbać o ich rozwój duchowy oraz sprowadzamy ich na dobrą ścieżkę, jeśli pobłądzą.
uk: При цьому ми намагаємося не надавати матеріальної допомоги. Ми вважаємо за краще забезпечувати людей чесною працею, сприяти їхньому духовному розвитку і навертати на правильний шлях, якщо вони заблукали.

source: Starcie z orkami we Wschodnim Archipelagu zakończyło się klęską i upadkiem floty. W związku z tym Jego Wysokość, król Rhobar II, zdobył wyłączne prawo do wszystkich pływających po morzach jednostek.
uk: Зіткнення з орками у Східному Архіпелазі закінчилося поразкою і знищенням флоту. В результаті Його Величність, Король Робар II, набув виключних прав на всі судна, що плавають морями.

source: Stare porachunki
uk: Старі рахунки

source: Stare, sprawdzone metody są najlepsze. Towary przemytników płoną.
uk: Старі, випробувані методи – найкращі. Товари контрабандистів – у вогні.

source: Staremu psu wyjątkowo zasmakowała kiełbasa. Powinienem był się tego spodziewać.
uk: Старому псу дуже сподобалась ковбаса. Цього можна було очікувати.

source: Staremu psu wyjątkowo zasmakowało smażone mięso dzika.
uk: Старому псу дуже сподобалось смажене м'ясо кабана.

source: Staremu psu wyjątkowo zasmakowało smażone mięso niedźwiedzia.
uk: Старому псу дуже сподобалось смажене м'ясо ведмедя.

source: Staremu psu wyjątkowo zasmakowało smażone mięso owcy.
uk: Старому псу дуже сподобалось смажене м'ясо вівці.

source: Staremu psu wyjątkowo zasmakowało smażone mięso trolla.
uk: Старому псу дуже сподобалось смажене м'ясо троля.

source: Staremu psu zasmakowała kość goblina.
uk: Старому псу сподобалась кістка гобліна.

source: Staremu psu zasmakowała surowa ryba.
uk: Старому псу сподобалась сира риба.

source: Staremu psu zasmakowała szynka.
uk: Старому псу сподобалась шинка.

source: Staremu psu zasmakowało pieczone mięso szczura.
uk: Старому псу сподобалось смажене м'ясо щура.

source: Staremu psu zasmakowało smażone mięso cieniostwora.
uk: Старому псу сподобалось смажене м'ясо тінезвіра.

source: Staremu psu zasmakowało smażone mięso kretoszczura.
uk: Старому псу сподобалось смажене м'ясо кротощура.

source: Staremu psu zasmakowało smażone mięso ścierwojada.
uk: Старому псу сподобалось смажене м'ясо падальника.

source: Staremu psu zasmakowało surowe mięso dzika.
uk: Старому псу сподобалось сире м'ясо кабана.

source: Staremu psu zasmakowało surowe mięso kretoszczura.
uk: Старому псу сподобалось сире м'ясо кротощура.

source: Staremu psu zasmakowało surowe mięso owcy.
uk: Старому псу сподобалось сире м'ясо вівці.

source: Staremu psu zasmakowało surowe mięso trolla.
uk: Старому псу сподобалось сире м'ясо троля.

source: Staremu psu zasmakowało surowe mięso ścierwojada.
uk: Старому псу сподобалось сире м'ясо падальника.

source: Staremu psu zasmakowały smażone szczypce kraba.
uk: Старому псу сподобались смажені клешні краба.

source: Starka nie przypadła do gustu Dirkowi.
uk: Зерновий туманник не сподобався Дірку.

source: Starodawny gulasz
uk: Рагу дідуся

source: Starodawny gulasz.
uk: Рагу дідуся.

source: Starszy Goniec
uk: Старший посланець

source: Starszy Kusznik
uk: Старший арбалетник

source: Starszy Najemnik
uk: Старший найманець

source: Starszy Strażnik
uk: Старший вартовий

source: Starszy Szermierz
uk: Старший мечник

source: Starszy Wioski zgodził się nas objąć ochroną.
uk: Староста села погодився прихистити нас.

source: Starszy potrzebuje pomocy w polu i przy oborniku.
uk: Старості потрібна допомога на полях і з перегноєм.

source: Starszy potrzebuje rąk do pracy.
uk: Старості потрібні робочі руки.

source: Starszy potrzebuje rąk do pracy. W zamian obiecał, że zapewni nam bezpieczeństwo.
uk: Старості потрібні робочі руки. Натомість він пообіцяв нам безпеку.

source: Starszy się o wszystkim dowie.
uk: Староста про все дізнається.

source: Starszy szuka chętnych do pracy. W zamian za pomoc obiecał zapewnić nam bezpieczeństwo.
uk: Староста шукає охочих працівників. В обмін на допомогу він пообіцяв подбати про нашу безпеку.

source: Starszy tej wsi w końcu doszedł do wniosku, że nie ma co liczyć na straż miejską i najął wartowników.
uk: Зрештою староста села дійшов висновку, що на Міську Варту годі й розраховувати, тому найняв охоронців.

source: Starszy z nich, Holdwig, odpowiadać będzie za wszystkie sprawy związana z ziemią, jej uprawą oraz przetwarzaniem owoców w najznamienitsze wina.
uk: Старший з братів, Гольдвіг, відповідатиме за всі справи, пов’язані із землею, її обробкою і переробкою ягід у найвишуканіші вина.

source: Starszy Łowca
uk: Старший мисливець

source: Starty korzeń leczniczy
uk: Тертий цілющий корінь

source: Staruszek nie nauczył cię jeszcze, że nieładnie jest kłamać komuś prosto w twarz?
uk: Хіба старий ще не навчив тебе, що негарно брехати комусь в обличчя?

source: Stary Ezekiel chętnie wróciłby do pracy jako handlarz, ale nie wie, gdzie zacząć. Może mógłbym mu w tym jakoś pomóc... Może jakiś tutejszy kupiec będzie miał jakiś pomysł? Muszę znaleźć takiego ze sporym doświadczeniem w handlu.
uk: Старий Єзекіїль хотів би повернутись до роботи торговцем, але не знає, з чого почати. Можливо, я міг би йому якось допомогти... Можливо, якийсь місцевий торговець матиме якісь ідеї? Мені потрібно знайти людину з великим досвідом торгівлі.

source: Stary Ezekiel chętnie wróciłby do pracy jako handlarz, ale nie wie, gdzie zacząć. Może mógłbym mu w tym jakoś pomóc... Powinienem porozmawiać z Veitem, on z pewnością będzie miał jakiś pomysł.
uk: Старий Єзекіїль хотів би повернутись до роботи торговцем, але не знає, з чого почати. Можливо, я міг би йому якось допомогти... Я маю поговорити з Вейтом, у нього, напевно, будуть якісь ідеї.

source: Stary Harri dość już przeżył. Prowadzenie go do Przystani byłoby zwykłym okrucieństwem. Myślę, że na winnicy Rity znajdzie się dla niego jakieś miejsce i coś do roboty.
uk: Старий Харрі вже достатньо пережив. Привести його до Гавані було б жорстоко. Думаю, на винограднику Рити для нього знайдеться місце і йому буде чим зайнятися.

source: Stary Liam
uk: Старий Ліам

source: Stary Liam dał mi butelkę bardzo słodkiego wina. Martha powinna być zachwycona.
uk: Старий Ліам дав мені пляшку дуже солодкого вина. Марта буде в захваті.

source: Stary Liam powiadasz... on jeszcze żyje? Hah!
uk: Старий Ліам, кажеш... він ще живий? Ха!

source: Stary Liam z Winnicy Valerio poprosił mnie, abym zaciągnął jego siostrzeńca do pracy. Chłopak nazywa się Feil i najprawdopodobniej śpi teraz w małym domku na wzniesieniu po zachodniej stronie winnicy.
uk: Старий Ліам з виноградника Валеріо попросив мене змотивувати його племінника працювати. Хлопця звуть Фейл, і він, мабуть, зараз спить у маленькій хатинці на пагорбі, що в західній частині виноградника.

source: Stary Liam z Winnicy Valerio poprosił mnie, abym zaciągnął jego siostrzeńca do pracy. Najpierw sprawa Kyle'a na farmie Bermara, teraz to... co z tymi młodymi farmerami jest nie tak? Chłopak nazywa się Feil i najprawdopodobniej śpi teraz w małym domku na wzniesieniu po zachodniej stronie winnicy.
uk: Старий Ліам з виноградника Валеріо попросив мене змотивувати його племінника працювати. Спочатку Кайл на фермі Бермара, тепер це... Що не так з цими молодими фермерами? Хлопця звуть Фейл, і він, мабуть, зараз спить у маленькій хатинці на пагорбі, що в західній частині виноградника.

source: Stary Liam z testamentem w ręce z pewnością pogodzi braci. Mogę wrócić do Bradlocka i przekazać mu wiadomości.
uk: Старий Ліам із цим заповітом неодмінно примирить братів. Я можу повернутися до Бредлока і повідомити йому новини.

source: Stary Miecz
uk: Старий меч

source: Stary Will jakoś dycha, ja zresztą też. Ale bywało lepiej, synku.
uk: Старий Вілл ще дихає, і я теж. Але бувало й краще, синку.

source: Stary dobry Viktor wrócił.
uk: Старий добрий Віктор повернувся.

source: Stary dokument o badaniach nad uprawą roślin.
uk: Старий документ про дослідження з вирощування рослин.

source: Stary dziennik.
uk: Старий щоденник.

source: Stary dziwak
uk: Старий дивак

source: Stary farmer
uk: Старий фермер

source: Stary i poniszczony list
uk: Старий і пошарпаний лист

source: Stary już jestem i plecy kopać mi nie pozwalają. Potrzebuję kogoś, kto za udział w łupach będzie chciał trochę kilofem pomachać.
uk: Я старий, і моя спина не дозволяє мені копати. Мені потрібен хтось, хто за частку здобичі буде готовий помахати киркою.

source: Stary klucz
uk: Старий ключ

source: Stary list truposza z portu
uk: Стара записка померлого з порту

source: Stary młynarz z Silbach, Osvald, ma problem ze swoim młynem. Coś blokuje przepływ wody po łopatkach, przez co młyn nie chce działać. Obiecałem mu, że sprawdzę, co to takiego, i pozbędę się problemu.
uk: У старого мельника із Сільбаху, Освальда, проблема з його млином. Щось блокує потік води вздовж лопатей, через що млин не працює. Я пообіцяв йому, що з'ясую, в чому справа, і вирішу проблему.

source: Stary pies
uk: Старий пес

source: Stary pies niestety już nigdy niczego nie zje...
uk: На жаль, старий пес більше ніколи нічого не з'їсть...

source: Stary pies pilnujący owiec w mieście nie był zadowolony, gdy się do niego zbliżyłem. Może jeśli przyniosę mu coś do jedzenia, to stanie się bardziej ufny?
uk: Старий пес, який охороняє овець у місті, не зрадів, коли я підійшов до нього. Може, якщо я принесу йому щось поїсти, він стане більш довірливим?

source: Stary pies polubił surowe mięso niedźwiedzia.
uk: Старому псу сподобалось сире м'ясо ведмедя.

source: Stary pies wydaje się być zadowolony.
uk: Старий пес виглядає задоволеним.

source: Stary rybak
uk: Старий рибалка

source: Stary róg cieniostwora
uk: Старий ріг тінезвіра

source: Stary szkielet-mag
uk: Старий скелет-маг

source: Stary topielec
uk: Старий луркер

source: Stary towar?
uk: Старі?

source: Stary traktat filozoficzny Arcymistrza Gebera.
uk: Старий філософський трактат Архімагістра Гебера.

source: Stary łuk
uk: Старий лук

source: Stary! Nie pamiętasz, ile twój staruszek miał z nim problemów? Bez przerwy znikał i chodził na jakieś podejrzane spotkania.
uk: Друже! Ти забув, скільки проблем було з ним у твого старого? Він постійно зникав і ходив на якісь дивні зустрічі.

source: Stary, a może tak chwilka przerwy?
uk: Друже, як щодо невеличкої перерви?

source: Stary, będę mieć kłopoty, jeśli strażnicy mnie z tobą zobaczą. Zajmij się swoimi sprawami.
uk: Слухай, у мене будуть неприємності, якщо вартові побачать мене разом з тобою. Займися своїми справами.

source: Stary, błagam, musisz mi uwierzyć... Nie miałem z tym nic wspólnego!
uk: Старий, благаю тебе, повір мені... Я не маю до цього ніякого відношення!

source: Stary, jesteś za dobry, niczego więcej cię nie nauczę.
uk: Хлопче, ти занадто вправний, я тебе більше нічому не навчу.

source: Stary, naprawdę nic nie wiem. Większość dnia spędzam na kopaniu, nie w głowie mi zatruwać się jeszcze jakimś gównem.
uk: Старий, мені справді нічого не відомо. Більшу частину свого дня я проводжу за видобутком руди, не в моїх інтересах травити себе ще якоюсь поганню.

source: Stary, nawet mi nie przypominaj o tych oszustach z Mrocznych Tajemnic!
uk: Друже, навіть не нагадуй мені про тих ошуканок з Темних Таємниць!

source: Stary, nawet nie wiesz co mnie tu spotyka!
uk: Хлопче, ти навіть не уявляєш, що зі мною тут трапилося!

source: Stary, ostatnio tyle was się tutaj przewija, że już sam tracę rachubę.
uk: Друже, вас тут так багато останнім часом, що я вже й сам збився з пантелику.

source: Stary, zakrzywiony miecz
uk: Старий вигнутий меч

source: Starzec
uk: Старець

source: Starzec miał nadzieję, iż Zamorski Król zadowoli się podarkami i zaniecha bitwy. Monarcha Butny spojrzał tedy z pogardą na złożone pod jego stopami trybuty, parsknął pod nosem i opasłą łapą odrzucił je wszystkie. Zażądał, aby młodzieńcy wskazali mu największy skarb tej ziemi, a jeżeli z żadnego z nich nie będzie zadowolony, poprzysiągł, iż same ciemności Morgradu zstąpią na nich rychło.
uk: Старий сподівався, що Заморський Король задовольниться дарами і відмовиться від битви. Тоді грізний монарх презирливо подивився на данину, покладену йому до ніг, пирхнув собі під ніс і, махнувши рукою, відкинув усе геть. Він зажадав, щоб кожен із юнаків приніс йому найбільший скарб цієї землі, і присягнувся, що якщо його не задовольнить жоден із них, то незабаром на них зійде пітьма самого Морграду.

source: Starzy znajomi
uk: Старі друзі

source: Statek poszedł na dno, a mnie fale wyrzuciły. Jakie było moje zdziwienie, gdy parę metrów dalej znalazłem tę skrzynię! Jest pełna złota!
uk: Корабель пішов на дно, і мене викинуло хвилями. Яким же було моє здивування, коли за кілька метрів від берега я знайшов цю скриню! Вона повна золота!

source: Statek w porcie jest bezpieczny
uk: Кораблю безпечно в порту

source: Statek, na którym się tu dostałeś, przewoził wiele cennych towarów. Szukam tego, co z niego zostało.
uk: Корабель, який привіз тебе сюди, перевозив багато цінного вантажу. Я шукаю те, що від нього залишилося.

source: Statut wsi
uk: Сільський статут

source: Statystyki postaci
uk: Характеристики

source: Staw się u Rodericha, ma do ciebie jakąś sprawę.
uk: Зайди до Родеріха, у нього є до тебе справа.

source: Stawaj, gnojku!
uk: Ну давай, виродку!

source: Stawiaj przed sobą nowe wyzwania, próbuj sił z lepszymi schematami, i na bogów, pamiętaj, że broń służy do walki, nie ozdoby. Praktyczność ponad wygląd!
uk: Став перед собою нові виклики, пробуй свої сили з кращими кресленнями, і, заради богів, пам'ятай, що зброя призначена для бою, а не для прикраси. Практичність важливіша за зовнішній вигляд!

source: Stawiam spichlerz dla mojego ojca. Muszę ci powiedzieć, że idzie mi to coraz lepiej. Będzie gdzie trzymać tegoroczne plony!
uk: Я будую зерносховище для мого батька. Мушу тобі сказати, що справа йде все краще і краще. Буде де зберігати цьогорічний врожай!

source: Stawiał opór?
uk: Він чинив опір?

source: Stawka cały czas taka sama, przyniosłeś za mało.
uk: Ціна увесь час однакова, ти приніс занадто мало.

source: Stawka jest wysoka, ale liczę, że nie przeceniłem twoich możliwości.
uk: Ставки високі, але я сподіваюся, що не переоцінив твої здібності.

source: Stawka wynosi...
uk: Ставка...

source: Stać może i będzie, ale jak długo nie będę mógł jeść?
uk: Стояти на місці я можу, але як довго я зможу не їсти?

source: Stać! Co wy tu robicie? Widziałem wszystko! Przynieśliście te skrzynie aż z samych doków i zostawiliście w tym magazynie.
uk: Стояти! Що ви тут робите? Я все бачив! Ви принесли ці ящики аж з самого порту і залишили їх на цьому складі.

source: Stać! Jesteście aresztowani!
uk: Стояти! Вас всіх заарештовано!

source: Stać! Nikt bez wyraźnego pozwolenia nie może zejść do podziemi klasztoru!
uk: Стояти! Нікому не дозволено спускатися в підземелля монастиря без спеціального дозволу!

source: Stać! Przejścia nie ma!
uk: Стій! Прохід заборонено!

source: Stał się tak potężny, że inni zaczęli obawiać się, że wykorzysta to do przejęcia władzy. Takie plotki zawsze prowadzą do gwałtownych działań, co oczywiście się stało.
uk: Він став настільки могутнім, що інші почали побоюватися, що він використає це для захоплення влади. Подібні чутки завжди призводять до насильства, що, звісно, і сталося.

source: Stało się. Nie jestem w stanie nauczyć cię niczego więcej.
uk: Так сталося, що я більше нічому не можу тебе навчити.

source: Stały trunek marynarzy.
uk: Улюблений напій моряків.

source: Stań tam, gdzie ci pokażę.
uk: Стань там, де я покажу.

source: Stchórzyliśmy w ostatnim momencie. Mam nadzieję, że Nelson sobie jakoś poradzi.
uk: В останній момент ми злякалися. Сподіваюся, Нельсон якось впорається.

source: Stefan
uk: Стефан

source: Stefan nie pozwoli mi zabrać kotła. Nowicjusz chyba bardzo nie lubi szczurów. Skoro małe go tak bardzo przerażają, to ciekawe jak zareaguje na wielkiego?
uk: Стефан не дозволив мені забрати казан. Послушник, схоже, не в захваті від щурів. Якщо ці крихітки його так лякають, то цікаво, як він відреагує на великого?

source: Stefan uciekł z kuchni, mogę teraz spokojnie wziąć kociołek.
uk: Стефан втік з кухні, тепер я можу спокійно взяти казан.

source: Sterowanie z G1
uk: Керування G1

source: Sterta drewna
uk: Купа дров

source: Sterta drewna od Knuta.
uk: Оберемок дров від Кнута.

source: Sto razy bardziej wolałbym udać się do klasztoru, zdobywać wiedzę, szacunek... Nigdy nie czułem pociągu do łowiectwa. Ojca to nie obchodzi.
uk: Я б волів піти в монастир, здобувати знання, повагу... Мене ніколи не цікавило полювання. Але моєму батькові на це начхати.

source: Sto sztuk złota będzie łatwiejsze do podziału!
uk: Сто золотих буде легше поділити!

source: Sto sztuk złota.
uk: Сто золотих.

source: Sto sztuk? Dwieście?
uk: Сотню монет? Дві?

source: Stocznia jest źle zarządzana. Dack i jego syn kompletnie nie radzą sobie z pilnowaniem pracowników.
uk: Корабельнею погано керують. Дак і його син зовсім не справляються з управлінням робітниками.

source: Stocznia nie była sabotowana, a źle zarządzana. Pracownicy robili co im się podobało, przez co nie pracowali zbyt wydajnie.
uk: Ніхто не саботував роботу корабельні, нею просто погано керували. Працівники робили що заманеться, через що працювали не дуже ефективно.

source: Stocznia potrzebuje wykwalifikowanych pracowników. Knut wydaje się idealnym kandydatem. Wyruszam do drwali.
uk: Корабельня потребує кваліфікованих працівників. Кнут здається ідеальним кандидатом. Схожу до лісорубів.

source: Stocznia, Targ Rybny
uk: Корабельня, Рибний ринок

source: Stocznia.
uk: Корабельня.

source: Stoczyłem pojedynek z Kylidem i udzieliłem mu wskazówek, które, mam nadzieję, pomogą mu w walce z Devirem.
uk: Я провів поєдинок з Кайлідом і дав йому поради, які, сподіваюся, допоможуть йому перемогти Девіра.

source: Stoczyłem pojedynek z Sigmunem, który w zamian za wyrwanie z rutyny poprze pomysł o hodowaniu bagiennego ziela.
uk: Я провів поєдинок із Сигмуном, який взамін підтримає ідею вирощування болотної трави.

source: Stoisz właśnie w największej winnicy w całej Myrtanie. Pięknie tu, prawda?
uk: Ти зараз стоїш посеред найбільшого виноградника в усій Міртані. Тут гарно, правда ж?

source: Stoją tam od dziesięciu lat. Nietrudno je przeoczyć.
uk: Вони стоять там вже років десять. Їх важко не помітити.

source: Stoją tam... od dziesięciu lat. Nietrudno je przeoczyć.
uk: Вони стоять там... вже років десять. Їх важко не помітити.

source: Stoję i pilnuję, a na co ci to wygląda, cherlaku?
uk: Стою і охороняю, а на що це схоже, здохляче?

source: Stokrotne dzięki przyjacielu.
uk: Стократне тобі дякую, друже.

source: Stokrotne dzięki! Będę twoim dozgonnym dłużnikiem. Kto wie, co by się ze mną stało, gdyby nie ty!
uk: Стократ дякую! Я назавжди залишуся у тебе в боргу. Хто знає, що було б зі мною, якби не ти!

source: Stokrotne dzięki! Już myślałem, że ci barbarzyńcy mnie zamordują!
uk: Дуже дякую! Я вже думав, що ці варвари мене вб'ють!

source: Stokrotne dzięki, chłopcze! Wiedziałem, że jesteś rozsądny!
uk: Сто разів дякую, хлопче! Я знав, що ти розумний!

source: Stokrotnie dziękuję chłopcze. Odwiedź mnie później w Starym Mieście to ci się odwdzięczę.
uk: Стократно дякую, хлопче. Відвідай мене пізніше в Старому місті, і я тобі віддячу.

source: Stolarz
uk: Столяр

source: Stolik idealny do pracy przy pismach.
uk: Стіл, який ідеально підходить для письмової роботи.

source: Stone
uk: Стоун

source: Stone naprawił pancerz. Warto było czekać i przynieść kowalowi materiały. Z tą zbroją czuję się niezniszczalny!
uk: Стоун відремонтував обладунок. Це вартувало того, щоб дочекатися і принести ковалю матеріали. У цій броні я відчуваю себе незламним!

source: Stone naprawił pancerz. Zbroja okazała się znacznie lepsza, niż tego oczekiwałem. Myślę, że warto było czekać.
uk: Стоун відремонтував обладунок. Броня вийшла набагато кращою, ніж я очікував. Думаю, це вартувало того, щоб дочекатися.

source: Stone twierdzi, że...
uk: Стоун сказав, що...

source: Stone, czeladnik w kuźni Thorstena, może mi pomóc w zwiększeniu siły.
uk: Стоун, учень коваля Торстена, може допомогти мені підвищити силу.

source: Stone? Stone to już wie, co ma robić!
uk: Стоун? Стоун знає, чим він має займатись!

source: Stop, z którego został wykonany, wydaje się niezwykle twardy, ale widzę kilka ubytków i osłabionych miejsc.
uk: Сплав, з якого його виготовлено, виглядає надзвичайно твердим, але я бачу кілька тріщин і слабких місць.

source: Stos patyków i liści.
uk: Купа гілок і листя.

source: Stosuj ją rano i wieczorem popijając dużą ilością wody. Po kilku dniach problemy powinny przejść, jak ręką odjął.
uk: Приймай вранці та ввечері, запиваючи великою кількістю води. За кілька днів все пройде.

source: Strach
uk: Страх

source: Strach cię nie obleciał?
uk: Ти не злякався?

source: Strach cię obleciał, jakbym wysyłał cię do walki z samym Beliarem!
uk: Страх оволодів тобою, наче я посилаю тебе битися з самим Беліаром!

source: Strach cię obleciał?
uk: Ти що, злякався?

source: Strach pomyśleć, co następne spróbuje nas tutaj zaatakować. Magia klątwy panującej nad tym miejscem jest niezwykle potężna.
uk: Страшно подумати, що ще спробує на нас тут напасти. Проклята магія, що панує у цьому місці, надзвичайно потужна.
